[
    {
        "id": 1,
        "name": "Thief II: The Metal Age",
        "summary": "The ultimate thief is back! Tread softly as you make your way through 15 new complex, non-linear levels full of loot to steal and guards to outsmart. Improved enemy AI, new gadgets and a riveting story will draw you into the world of Thief II: The Metal Age, a place of powerful new technologies, fanatical religions and corruption.",
        "storyline": "The game begins as Garrett continues his life as a thief. However, he is betrayed by his fence and ambushed after an early mission, and he determines that Truart, the local sheriff, is hunting him. Keepers take Garrett to hear a prophecy about the \"Metal Age\", which he ignores. As Garrett leaves, one of the Keepers informs him that Truart had been hired to kill him, and he gives Garrett a letter that directs him to eavesdrop on a Mechanist meeting. There, Garrett overhears Truart and Father Karras discussing the conversion of street people into mindless \"Servants\", who wear masks that emit a red vapor capable of reducing themselves and nearby humans to rust. Truart promises to provide Karras with twenty victims for the Servant project, not realizing that Karras is recording his words for use in blackmail. Garrett steals the recording from a safe deposit box, in order to coerce Truart into revealing his employer. \n \nHowever, Garrett finds Truart murdered at his estate. Evidence at the crime scene leads him to spy on the police officer Lt. Mosley. Garrett sees Mosley deliver a suspicious letter, which is carried through a portal by a wounded pagan. Garrett enters the portal and finds himself outside the City, and he follows the pagan's trail of blood to Viktoria, who persuades Garrett to join her against the Mechanists. On a lead from Viktoria, he infiltrates Karras' office to learn about the \"Cetus Project\",[31] and inadvertently discovers that Karras is giving Servants to the City's nobles. Garrett travels to a Mechanist base to find out more about the Cetus Project, which is revealed to be a submarine. In order to locate and kidnap a high-ranking Mechanist named Brother Cavador, Garrett stows away in the vehicle. \n \nAfter delivering Cavador to Viktoria, Garrett steals a Servant mask to learn about a Mechanist technology called a \"Cultivator\". Meanwhile, Karras hides inside the Mechanist cathedral in preparation for his plan. Garrett and Viktoria learn that it is the Cultivators inside Servant masks which emit red vapor, or \"rust gas\". Karras had provided Servants to nobles with gardens in order to set off an apocalyptic chain reaction. Viktoria plans to lure the Servants into the hermetically sealed Mechanist cathedral before Karras activates their masks, but Garrett believes this to be too dangerous and leaves. Viktoria goes to the cathedral alone and dies while filling it with plants, and Garrett completes her plan, killing Karras in the rust gas. Afterward, Garrett is approached by a Keeper who explains that Karras' scheme and Viktoria's death had been prophesied. Garrett demands to know the rest of the Keepers' prophecies as the game ends.",
        "total_rating": 90.69621165441772,
        "category": 0,
        "time_to_beat": {
            "hastly": 144000,
            "normally": 126000,
            "completely": 180000
        },
        "game_modes": [
            1
        ],
        "themes": [
            1,
            17,
            23
        ],
        "genres": [
            5,
            13,
            31
        ],
        "first_release_date": 953596800000,
        "platforms": [
            6
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/qagoforxr6tofvpmgy9g.jpg",
            "cloudinary_id": "qagoforxr6tofvpmgy9g",
            "width": 612,
            "height": 650
        },
        "esrb": {
            "rating": 6
        }
    },
    {
        "id": 2,
        "name": "Thief: The Dark Project",
        "summary": "Thief is a first-person stealth game that likes the dark. You sneak through the ruins of haunted cathedrals, subterranean ruins, and forbidding prisons, in a dark and sinister city - heavily inspired by Steampunk and the Dark Ages. Garrett finds an ally in the shadows, as he steals for money and uncovers the hidden agendas of allies and enemies. The story that unravels is one of deception and revenge.",
        "total_rating": 76.7570379137378,
        "category": 0,
        "time_to_beat": {
            "hastly": 30200,
            "normally": 44550,
            "completely": 111150
        },
        "game_modes": [
            1
        ],
        "themes": [
            1,
            17,
            23
        ],
        "genres": [
            5,
            14
        ],
        "first_release_date": 912384000000,
        "platforms": [
            6
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/gharyddmpjrm3jrtuht1.jpg",
            "cloudinary_id": "gharyddmpjrm3jrtuht1",
            "width": 803,
            "height": 1024
        },
        "esrb": {
            "rating": 6
        }
    },
    {
        "id": 3,
        "name": "Thief: Deadly Shadows",
        "summary": "In the third instalment of the Thief series, master-thief Garrett is contacted by Keeper Artemus with a mission to steal two valuable artefacts. At the same time, Garrett learns about a prophecy: the coming of a Dark Age. He embarks upon a journey to unravel a mystery that threatens the existence of the order of Keepers. Is it possible that there is a traitor in their midst? \n \nThe stealth and thievery game, Thief: Deadly Shadows comes with a number of improvements over two previous parts. Released in 2004, it left behind the aging Dark Engine, using a heavily modified Unreal engine instead. Realistic lighting effects have been implemented: each character and object now casts its own shadow. A third person's view has been made available in addition to the standard first person perspective. \n \nThe stealth system that made Thief: The Dark Project and Thief 2: The Metal Age famous is still in place. You have to stick to the shadows and avoid making noise, as guards will react to anything suspicious. It is also the first game of the series that introduced free roaming. The City, divided into several unlockable districts, is yours to explore. You can interact with the city's inhabitants: pickpocket, steal, or even mug them for loot.",
        "total_rating": 81.8072477125899,
        "category": 0,
        "game_modes": [
            1
        ],
        "themes": [
            1,
            17,
            23
        ],
        "genres": [
            5
        ],
        "first_release_date": 1085443200000,
        "platforms": [
            6,
            11
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ug5wnn7lfr0tts3wnkuj.jpg",
            "cloudinary_id": "ug5wnn7lfr0tts3wnkuj",
            "width": 250,
            "height": 366
        },
        "esrb": {
            "synopsis": "",
            "rating": 6
        }
    },
    {
        "id": 4,
        "name": "Thief",
        "summary": "There is a rising tide of fear in The City. Hatred saturates every stone and whilst the rich prosper, the less fortunate face misery and repression. Ravaged with sickness and famine, they wait for something to change.\nInto this shadowy world steps Garrett, THE master thief in Thief, a reinvention of a franchise that helped define an entire genre of games. This first-person adventure features intelligent design that allows players to take full control, with freedom to choose their path through the game's levels and how they approach and overcome each challenge.",
        "storyline": "Garrett, the Master Thief, steps out of the shadows into the City. In this treacherous place, where the Baron’s Watch spreads a rising tide of fear and oppression, his skills are the only things he can trust. Even the most cautious citizens and their best-guarded possessions are not safe from his reach.\n\nAs an uprising emerges, Garrett finds himself entangled in growing layers of conflict. Lead by Orion, the voice of the people, the tyrannized citizens will do everything they can to claim back the City from the Baron’s grasp. The revolution is inevitable. If Garrett doesn’t get involved, the streets will run red with blood and the City will tear itself apart.",
        "total_rating": 68.38939127523444,
        "category": 0,
        "time_to_beat": {
            "hastly": 28800,
            "normally": 85500,
            "completely": 86400
        },
        "game_modes": [
            1
        ],
        "themes": [
            1,
            23,
            33
        ],
        "genres": [
            5,
            31
        ],
        "first_release_date": 1393286400000,
        "platforms": [
            6,
            9,
            49,
            12,
            48
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/xlmqqfo3l2qco2qmxmel.jpg",
            "cloudinary_id": "xlmqqfo3l2qco2qmxmel",
            "width": 500,
            "height": 525
        },
        "esrb": {
            "synopsis": "This is a first-person shooter in which players assume the role of a thief attempting to defeat a conspiracy. Players sneak around guards and civilians in order to break into various buildings and steal items. Players sometimes use a blackjack to knock guards out. Throughout the game, characters use knives and swords to kill other human enemies. Blood splatter effects occur during battle. Corpses are frequently depicted, sometimes lying in pools of blood. During the course of the game, players can roam through a brothel environment in which several prostitutes are depicted topless. The central character has the ability to spy on couples engaging in sexual activity (topless characters); suggestive moaning and dialogue can also be heard. Some settings depict opium vats or characters under the influence of the drug. The words “f**k” and “sh*t” can be heard in the dialogue.",
            "rating": 6
        }
    },
    {
        "id": 5,
        "name": "Baldur's Gate",
        "summary": "Baldur's Gate is a fantasy role-playing video game developed by BioWare and published in 1998 by Interplay Entertainment. It is the first game in the Baldur's Gate series and takes place in the Forgotten Realms, a high fantasy campaign setting, using a modified version of the Advanced Dungeons & Dragons (AD&D) 2nd edition rules. It was the first game to use the Infinity Engine for its graphics, with Interplay using the engine for other Forgotten Realms-licensed games, including the Icewind Dale series, as well as other licensed D&D campaign worlds such as Planescape: Torment. The game's story focuses on players controlling a protagonist of their own creation who finds themselves travelling across the Sword Coast alongside a party of companions, to unravel the mystery surrounding a sudden iron crisis affecting the region and attempting to discover the culprits behind it, all while uncovering dark secrets about their origins and dealing with attempts on their life.",
        "storyline": "Candlekeep is an ancient fortress situated on the rural Sword Coast. Recently, inexplicable events have been plaguing this quiet place, which has long become a large library where men of wisdom and knowledge can study in peace. Unknown mercenaries try to enter the walls of Candlekeep, interested in a seemingly ordinary and unimportant young person - an orphan who was taken in by the mage Gorion and treated by him as his own child. One night, Gorion decides to leave Candlekeep and take his adopted child to a safe place. However, as they leave the fortress, they are ambushed by a group of assassins. The orphan manages to escape, but Gorion dies in battle. \n \nThe gates of Candlekeep are locked, because its inhabitants are afraid to attract to themselves the wrath of the mysterious attackers. Only Imoen, another child who was brought up by Gorion and has been like a sister to the protagonist, is willing to share the uncertain future. The two have nothing, no place to call their home, only a wide hostile world in front of them. A long and perilous journey begins there. \n \nBaldur's Gate is a role-playing game that uses the rule set of Advanced Dungeons & Dragons (AD&D). Set in the universe of Forgotten Realms, the game is the first part of the saga that lets the player explore various towns, wilderness areas and dungeons, undertake many side quests, and find companions for the long journey. The player creates the hero(ine) by selecting his or her class, choosing between fighter, thief, mage, priest, ranger, and druid (including sub-classes, dual- and multi-class characters); alignment (Good-Evil and Lawful-Chaotic axis), and weapon proficiencies. The 2nd edition AD&D rules are applied in the game during combat, character leveling, class restrictions, etc. \n \nUp to six player-controlled characters can participate in combat. Battles occur in the same environment as exploration, and flow in real time, though the player is able to pause combat at any time to issue precise commands to any of the characters. Once the game is unpaused, the characters repeat the last action selected by the player until it is changed or becomes impossible to execute. Characters can freely move during battles; party formation and positioning in combat play a significant role.",
        "total_rating": 90.1801445324342,
        "category": 0,
        "game_modes": [
            1,
            3
        ],
        "themes": [
            17
        ],
        "genres": [
            12
        ],
        "first_release_date": 914198400000,
        "platforms": [
            6,
            3
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/pvcxrnssrbmzipz5h3wq.jpg",
            "cloudinary_id": "pvcxrnssrbmzipz5h3wq",
            "width": 1536,
            "height": 2128
        }
    },
    {
        "id": 6,
        "name": "Baldur's Gate II: Shadows Of Amn",
        "summary": "Every World has conflict. Good and evil. Friend and foe. Safety and danger. In Baldur's Gate II: Shadows of Amn, you'll find yourself between these factions. This epic sequel to the Roleplaying Game of the Year will immerse you in a world of intrigue, adventure and fierce combat where your ability to discern the difference between these sides - with the assistance of steel and spell - determines your fate. Set in the Forgotten Realms campaign setting, Baldur's Gate II is the most stunning Advanced Dungeons and Dragons game to date.",
        "storyline": "Some time after the events described in Baldur's Gate, the protagonist and his friends Imoen, Minsc and Jaheira have been captured by an elven mage called Jon Irenicus. His intentions and connection to the heroes unknown, Irenicus conducts experiments on them, holding them in cages somewhere in his vast underground complex. During his absence, the heroes manage to escape, and soon find themselves in the city of Athkatla in the country of Amn, where they confront Irenicus. However, at that moment several wizards arrive and arrest both Irenicus and Imoen for unlicensed use of magic. The first task at hand is to raise the money needed to rescue Imoen, before facing Irenicus again and unraveling his true goals. \n \nBaldur's Gate II: Shadows of Amn is a party-based role-playing game using the AD&D rules. The basic gameplay is similar to that of its predecessor: the player navigates a party of up to six active combatants over isometric environments, conversing with non-playable characters using branching dialogue, and fighting enemies in real-time, free-movement combat that can be paused to issue specific orders to the characters. World traveling now occurs by selecting locations on a map rather than exploring wilderness areas to reach the destination. However, the game world is larger than in the previous game, with more individual locations to visit and side quests to perform. \n \nBeing a direct sequel to Baldur's Gate, the game lets the player control stronger, higher-level characters from the onset. The main character can also be imported from the previous installment. Three new classes (sorcerer, monk, and barbarian) are available along with those that were present in the original game. Characters can also acquire specializations within most of the classes: a paladin, for instance, can become a dragon slayer or an inquisitor. Weapon proficiencies are more specific: for example, instead of just specializing in blades, the player can choose between proficiencies in long swords, two-handed swords, bastard swords, katanas and scimitars. There are many new types of weapons, armor, and magic spells in the sequel. \n \nSixteen characters may join the party during the course of the story. Each of them has his or her own motivations, sometimes conflicting with those of other characters. Scripted events and interaction with playable as well as non-playable characters have been noticeably increased in the sequel. The main character can also romance some of the companions by choosing appropriate behavior and dialogue lines. The game allows the player to make many moral decisions and pursue character-specific side quests unrelated to the main story. Many of the companions bring their own quests, and unique tasks are available for the main character depending on his or her class.",
        "total_rating": 90.30811212636584,
        "category": 0,
        "time_to_beat": {
            "normally": 720000
        },
        "game_modes": [
            1,
            3
        ],
        "themes": [
            17
        ],
        "genres": [
            12
        ],
        "first_release_date": 969494400000,
        "platforms": [
            6,
            14,
            3
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ffiyjlvw9rvkozr8pmhb.jpg",
            "cloudinary_id": "ffiyjlvw9rvkozr8pmhb",
            "width": 340,
            "height": 407
        },
        "esrb": {
            "rating": 5
        }
    },
    {
        "id": 7,
        "name": "Jagged Alliance",
        "summary": "Desperately you are called to the island of Metavira by scientist Jack Richards and his lovely daughter Brenda. You hear of their plight - the Fallow trees, their precious, medicinal sap on which countless of lives depend, are under the control of the evil and traitorous Santino. With most of the island already in his grasp, you must hand-pick a commando force of mercenaries and take back the island by force. That is, if you can...\n\nJagged Alliance features: 60 mercenaries... 60 attitudes... 60 voices; intense turn-based combat lets you plan every action; non-linear gameplay; three exciting levels of play will determine if you're as good as you think you are and a replay feature to look for Santino's Achilles heel - you'll need all the help you can get!\n\nAn exciting game design approach - role playing and strategy - puts you in the thick of the action!",
        "total_rating": 85.89129289938681,
        "category": 0,
        "game_modes": [
            1
        ],
        "genres": [
            12,
            15,
            16,
            24
        ],
        "first_release_date": 770515200000,
        "platforms": [
            159,
            13,
            20
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/dwovjbfacbjx7fr1gtut.jpg",
            "cloudinary_id": "dwovjbfacbjx7fr1gtut",
            "width": 200,
            "height": 258
        },
        "esrb": {
            "rating": 5
        }
    },
    {
        "id": 8,
        "name": "Jagged Alliance: Deadly Games",
        "summary": "The enemy is on the run. One more mortar shell should take them out. Still, you have to blow up the bridge by sundown, and Postie is starting to talk to himself again. Maybe you shouldn't let him keep that dynamite...\n\nMore ways to play. Play the new solo campaign or choose multiplayer mode via your network connection. More power. The included scenario editor provides infinite replay ability. Create your own maps, traps and enemies. Use the campaign editor to create your own deadly games. More mercenaries. Choose from 70 different mercs, including 10 new ones - plus all 60 of the original Jagged Alliance mercs. More weapons. Fun new war toys include mortars, grenade launchers, boobytrap kits and more! More terrain. Skirmish through jungles, deserts, towns and frozen wastelands.\n\nAnd more attitude than ever!",
        "total_rating": 82.95492050895909,
        "category": 0,
        "game_modes": [
            1
        ],
        "genres": [
            12,
            15,
            16,
            24
        ],
        "first_release_date": 788918400000,
        "platforms": [
            13
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ig5jby3fwlhd2sedpnto.jpg",
            "cloudinary_id": "ig5jby3fwlhd2sedpnto",
            "width": 650,
            "height": 650
        },
        "esrb": {
            "rating": 5
        }
    },
    {
        "id": 9,
        "name": "Jagged Alliance 2",
        "summary": "A ruthless dictator has taken control of the tiny nation of Arulco. The country’s brutal army is holding the terrified population in its iron grip. The only opposition is a ragtag bunch of rebels. The bad news: you’re in charge of the rebels. The good news: some of the world’s best mercenaries will fight on your side... that is if you can afford them.\n\nJagged Alliance 2 features: perfect blend of strategy, roleplaying and tactical combat; dozen of new weapons; 150+ individual in-game characters; realistic combat physics; and more than 10,000 lines of digitalized speech. The only thing missing is YOU.\n\nWelcome to the killing grounds!",
        "total_rating": 90.1157681637742,
        "category": 0,
        "game_modes": [
            1
        ],
        "themes": [
            18,
            22
        ],
        "genres": [
            12,
            15,
            16,
            24,
            31
        ],
        "first_release_date": 932688000000,
        "platforms": [
            6,
            3,
            16
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/rux1hvhv5gwyqe8sizjb.jpg",
            "cloudinary_id": "rux1hvhv5gwyqe8sizjb",
            "width": 521,
            "height": 579
        },
        "esrb": {
            "rating": 5
        }
    },
    {
        "id": 10,
        "name": "Jade Empire: Special Edition",
        "summary": "Step into the role of an aspiring martial-arts master and follow the path of the open palm or the closed fist. In this multi-award-winning action-RPG, your choices and actions will determine the fate of the entire Jade Empire. Will you prevent the destruction of this beautiful land, or will you crush it beneath your heel? Are you a warrior who uses his strength and fighting mastery to bring peace, or will you instead use your power to bring pain and ruin? The choice is yours.",
        "total_rating": 82.73226950580576,
        "version_parent": 5867,
        "category": 0,
        "game_modes": [
            1
        ],
        "genres": [
            4,
            12,
            31
        ],
        "first_release_date": 1113264000000,
        "platforms": [
            6,
            12,
            14,
            11
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/nvxuxjd5dyd51utliwth.jpg",
            "cloudinary_id": "nvxuxjd5dyd51utliwth",
            "width": 503,
            "height": 717
        },
        "esrb": {
            "synopsis": "",
            "rating": 6
        }
    },
    {
        "id": 11,
        "name": "Vampire: The Masquerade - Bloodlines",
        "summary": "Vampire: The Masquerade – Bloodlines is a 2004 action role-playing video game developed by Troika Games and released by Activision for Microsoft Windows. \n \nSet in White Wolf Publishing's World of Darkness, the game is based on White Wolf's role-playing game Vampire: The Masquerade and follows either a male or female character who is killed and subsequently revived as a fledgling vampire. The game depicts the fledgling's journey through 21st-century Los Angeles to uncover the truth behind a recently discovered relic that heralds the end of all vampires. \n \nBloodlines is presented from first- and third-person perspectives. The player assigns their character to one of several vampire clans—each with unique powers, customizes their combat and dialog abilities and progresses through Bloodlines using violent and nonviolent methods. The selection of clan affects how the player is perceived in the game world, and which powers and abilities they possess; this opens up different avenues of exploration and methods of interacting with or manipulating other characters. The player is able to complete side missions away from the primary storyline by moving freely between the available hubs: Santa Monica, Hollywood, downtown Los Angeles, and Chinatown.",
        "storyline": "The game plunges players into the dark and gritty vampire underworld of modern-day L.A. as a creature of the night. Players will develop their character's powers, interact with other characters and embark on story-driven quests as they battle mortals and other vampires with an incredible array of vampire powers and weapons.",
        "total_rating": 80.1066730789511,
        "category": 0,
        "time_to_beat": {
            "hastly": 36000,
            "normally": 97200,
            "completely": 216000
        },
        "game_modes": [
            1
        ],
        "themes": [
            1,
            17,
            19,
            20
        ],
        "genres": [
            5,
            12,
            25
        ],
        "first_release_date": 1100563200000,
        "platforms": [
            6
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/kh5qruqeea8zeiq9phiw.jpg",
            "cloudinary_id": "kh5qruqeea8zeiq9phiw",
            "width": 256,
            "height": 357
        },
        "esrb": {
            "rating": 6
        }
    },
    {
        "id": 12,
        "name": "Vampire: The Masquerade - Redemption",
        "summary": "Vampire: The Masquerade – Redemption is a 2000 role-playing video game developed by Nihilistic Software and released by Activision for Microsoft Windows and Mac OS. \n \nSet in White Wolf Publishing's World of Darkness, the game is based on White Wolf's role-playing game Vampire: The Masquerade and follows the adventures of Christof Romuald, a 12th-century French crusader who is killed and subsequently revived as a Vampire. The game depicts Christof's centuries-long journey from the Dark Ages of 12th century Prague and Vienna to modern-day London and New York City in search of his humanity and his kidnapped love, the nun Anezka. \n \nThe game is presented in the first- and third-person perspectives. The player controls Christof and up to three allies through a linear structure, providing the player with missions to progress through a set narrative. Certain actions committed by Christof throughout the game can raise or lower his humanity, affecting which of the game's three endings the player receives. \n \nThe game includes multiplayer gameplay called \"Storyteller\", which allows one player to create a narrative for a group of players with the ability to modify the game dynamically in reaction to the players' actions.",
        "storyline": "Before your fall, you led a crusade against evil. Now you've become one of the undead creatures you once battled - a Vampire. Inhabiting the World of Darkness, you must face a series of brutal confrontations with your nemesis Vukodlak, a powerful vampire lord. \n \nYour unholy showdown begins in medieval Europe and rages on into the modern day, as you track a soulless enemy in an eternal struggle to destroy him. For this is the only hope of vengeance for your tortured immortality.",
        "total_rating": 68.56940997774095,
        "category": 0,
        "game_modes": [
            1,
            2
        ],
        "themes": [
            1,
            17,
            19,
            22
        ],
        "genres": [
            12,
            31
        ],
        "first_release_date": 960336000000,
        "platforms": [
            6,
            14
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/pv3lwzul5sj5eskpzgrg.jpg",
            "cloudinary_id": "pv3lwzul5sj5eskpzgrg",
            "width": 655,
            "height": 650
        },
        "esrb": {
            "rating": 6
        }
    },
    {
        "id": 13,
        "name": "Fallout",
        "summary": "Gameplay in Fallout centers around the game world, visiting locations and interacting with the local inhabitants. Occasionally, inhabitants will be immersed in dilemmas which the player may choose to solve in order to acquire karma and experience points. Fallout deviates from most role-playing video games in that it often allows for the player to complete tasks in multiple ways, often choosing solutions that are unconventional or even contrary to the original task, in which case the player may still be rewarded. The player's actions may ultimately dictate the ending of the game, or what future story or gameplay opportunities are available.",
        "storyline": "Fallout is set in the timeline which deviated from our own some time after World War II, and where technology, politics and culture followed a different course. In the 21st century, a worldwide conflict is brought on by global petroleum shortage. Several nations begin warring with one another for the last of non-renewable resources, namely oil and uranium; known as the Resource Wars, fighting begins in April 2052 and ends in 2077. China invades Alaska in the winter of 2066, causing the United States to go to war with China and using Canadian resources to supply their war efforts, despite Canadian complaints. Eventually the United States violently annexes Canada in February 2076 and reclaims Alaska nearly a year later. After years of conflict, on October 23, 2077, a global nuclear war occurs. It is not known who strikes first, but in less than a few hours most major cities are destroyed. The effects of the war do not fade for the next hundred years and as a consequence, human society has collapsed leaving only survivor settlements barely able to make out a living in the barren wasteland, while a few live through the occurrence in underground fallout shelters known as Vaults. One of these, Vault 13, is the protagonist's home, where the game begins. \n \nIn Vault 13, in 2161 in Southern California, 84 years after the nuclear war. The Water Chip, a computer chip responsible for the water recycling and pumping machinery, breaks. The Vault Overseer tasks the protagonist, the Vault Dweller, with finding a replacement. He or she is given a portable device called the \"Pip-Boy 2000\" that keeps track of map-making, objectives, and bookkeeping. Armed with the Pip-Boy 2000 and meager equipment, including a small sum of bottle caps which are used as currency in the post-apocalyptic world, the main character is sent off on the quest.",
        "total_rating": 86.16994017072919,
        "category": 0,
        "game_modes": [
            1,
            5
        ],
        "themes": [
            17,
            18,
            21,
            22
        ],
        "genres": [
            8,
            12,
            16
        ],
        "first_release_date": 875577600000,
        "platforms": [
            6,
            13,
            14
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/tck7ssxxv3y4mdvq1g1z.jpg",
            "cloudinary_id": "tck7ssxxv3y4mdvq1g1z",
            "width": 650,
            "height": 650
        },
        "esrb": {
            "synopsis": "",
            "rating": 6
        }
    },
    {
        "id": 14,
        "name": "Fallout 2",
        "summary": "Fallout 2 is a role-playing open world video game. The player is free to move at will until they enter into combat. Combat gives them a number of action points to move, fire, check their equipment, reload and the like. When a player uses up all of their action points, they end their turn and enemies start theirs. If the player survives unharmed, he or she has their action points restored. Injuries and poisons can reduce the number of action points available both in a single term and semi-permanently until combat ends and the player can be treated. Combat and completion of jobs or quests rewards the player with experience points with which they can level up their characters and apply beneficial perks to become more suited to the dangerous post-apocalyptic world. General gameplay consists of traveling and interacting with local inhabitants and organizations to complete goals and aid or inhibit the NPCs. The player's actions dictate what future story or gameplay opportunities are available. Mature themes such as alcohol consumption, drug usage and sex are present. \n \nOrganized crime, prostitution and slavery are major elements of the setting. Character creation is based on the SPECIAL role-playing system.",
        "storyline": "In 2241, the primitive Arroyo suffers the worst drought on record. Faced with the calamity, the village elder asks the direct descendant of the Vault Dweller, referred to as the Chosen One, to perform the quest of retrieving a Garden of Eden Creation Kit (GECK) for Arroyo. The GECK is a device that can create thriving communities out of the post-apocalyptic wasteland.[3] The player, assuming the role of the Chosen One, is given nothing more than the Vault Dweller's jumpsuit, a RobCo PIPBoy 2000 handheld device, a Vault 13 water flask, a spear and some cash to start on his mission.",
        "total_rating": 89.4456230428203,
        "category": 0,
        "game_modes": [
            1
        ],
        "themes": [
            17,
            18,
            21,
            22,
            27
        ],
        "genres": [
            12,
            16
        ],
        "first_release_date": 907113600000,
        "platforms": [
            6,
            14
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/nyziarcp7rb7ojhhibc5.jpg",
            "cloudinary_id": "nyziarcp7rb7ojhhibc5",
            "width": 650,
            "height": 650
        },
        "esrb": {
            "rating": 6
        }
    },
    {
        "id": 15,
        "name": "Fallout 3",
        "summary": "Fallout 3 from the creators of the award-winning Oblivion, featuring one of the most realized game worlds ever created. Create any kind of character you want and explore the open wastes of post-apocalyptic Washington D.C. Every minute is a fight for survival as you encounter Super Mutants, Ghouls, Raiders and other dangers of the Wasteland. Prepare for the future. \n \nThe third game in the Fallout series, Fallout 3 is a singleplayer action role-playing game (RPG) set in a post-apocalyptic Washington DC. Combining the horrific insanity of the Cold War era theory of mutually assured destruction gone terribly wrong, with the kitschy naivety of American 1950s nuclear propaganda, Fallout 3 will satisfy both players familiar with the popular first two games in its series as well as those coming to the franchise for the first time.",
        "storyline": "The introductory sequence introduces the player to their character's father James, a doctor and scientist in Vault 101. James frequently makes comments about the player character's deceased mother Catherine, and her favorite Bible passage, Revelation 21:6, which speaks of \"the waters of life\". \n \nThe main quest begins after the player is forced to flee Vault 101 when James leaves the vault, throwing it into anarchy and causing the paranoid Overseer to send his security force after the player. The search for James takes the character on a journey through the Wasteland, first to the nearby town of Megaton, named for the undetonated atomic bomb at the center of town, then the Galaxy News Radio station, whose enthusiastic DJ Three Dog gives the player the moniker of \"The Lone Wanderer\". The player travels to Rivet City, a derelict aircraft carrier now serving as a fortified human settlement. Here the player meets Doctor Li, a scientist who worked alongside the player's father. Doctor Li informs the player of Project Purity, a plan conceived by Catherine and James to purify all the water in the Tidal Basin and eventually the entire Potomac River with a giant water purifier built in the Jefferson Memorial. However, continued delays and Catherine's death during childbirth put an end to the project, and James took the player's character as a newborn to raise them in the safety of Vault 101. \nAfter investigating the Jefferson Memorial, the Lone Wanderer tracks James to Vault 112, and frees him from a virtual reality program being run by the Vault's sadistic Overseer, Dr. Braun. James and the player return to Rivet City, and James reveals he sought out Braun for information on the Garden of Eden Creation Kit (G.E.C.K.), a device that contains the components needed to finally activate Project Purity. James and Doctor Li lead a team of Rivet City scientists to the memorial with intent to restart the project, but the memorial is invaded by the Enclave, a powerful military organization formed from the remnants of the pre-War United States government. James floods the project's control room with radiation to stop the Enclave military leader, Colonel Augustus Autumn, from taking control of it, killing himself (but Autumn survives), his last words urging his child to run. The Lone Wanderer and Dr. Li flee to the ruins of the Pentagon, now a base for the Brotherhood of Steel and now known as the Citadel. With Project Purity still inoperational even with the Enclave occupying the site, the player travels to Vault 87 to find a G.E.C.K. and finish James's work. The player finds the Vault to be a testing site for the FEV (Forced Evolutionary Virus), and the source of the Super Mutants in the Capital Wasteland. After the player acquires the G.E.C.K., the Wanderer is ambushed by the Enclave and captured. \nAt the Enclave base at Raven Rock, the player is freed from their cell by the Enclave leader, President John Henry Eden, who requests a private audience with them. En route to his office however, Colonel Autumn defies Eden's orders and takes command of the Enclave military, ordering them to kill the player. Fighting their way to Eden's office, the player discovers Eden is actually a sentient ZAX series supercomputer who took control of the Enclave after their defeat in Fallout 2 on the West Coast thirty years ago. Eden wishes to repeat the plan of then-President Dick Richardson using Project Purity, infecting the water with a modified strain of FEV that will make it toxic to any mutated life. This plan will kill most life in the wasteland including humans, but the Enclave, due to their genetic \"purity\" as a result of their isolation, will be immune and free to take control of the area. The Wanderer, provided with a sample of the new F.E.V., is given a choice to either leave peacefully or convince Eden to self-destruct the entire base. The Lone Wanderer escapes Raven Rock and returns to the Citadel. \n \nWith the knowledge they possess, the G.E.C.K. and the means to activate Project Purity, the Brotherhood assault the Jefferson Memorial, spearheaded by a giant robot named Liberty Prime. In the control room of Project Purity the player confronts Colonel Autumn, and has the choice to persuade him to give up or kill him. Dr. Li informs the player that the purifier is ready to be activated, but the activation code must be input manually, and also that the control room is flooded with lethal amounts of radiation. The Lone Wanderer is forced to choose between sending Sarah Lyons of the Brotherhood inside the extremely irradiated purifier or entering themselves. Whoever enters into the chamber inputs the code hinted at through the game, that being 21:6, and dies from a radiation spike.",
        "total_rating": 87.3685377296145,
        "category": 0,
        "time_to_beat": {
            "normally": 192000,
            "completely": 1440000
        },
        "game_modes": [
            1
        ],
        "themes": [
            1,
            17,
            18,
            22,
            33
        ],
        "genres": [
            5,
            12,
            14
        ],
        "first_release_date": 1225152000000,
        "platforms": [
            6,
            9,
            12
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ldhvr54mlzowqkwonznf.jpg",
            "cloudinary_id": "ldhvr54mlzowqkwonznf",
            "width": 480,
            "height": 592
        },
        "esrb": {
            "synopsis": "Fallout 3  is a action role-playing game set in the barren wasteland of a post-apocalyptic society. Players assume the role of a resident of an underground complex who emerges from a vault to explore a wastleland universe through a series of quests/missions. Mission objectives sometimes involve exploring various caves, sewers, and subway tunnels, while other quests involve combat with human and mutant survivors. Fighting can be frenetic and intense, highlighted by various camera effects (e.g., slow motion, blurring, screen shakes) and depictions of realistic dismemberment with trails of red blood. In one scene, players enter a black-and-white virtual reality simulation in which they use a kitchen knife to kill household members and pets. Characters are sometimes seen consuming fictional drugs (e.g., \"Buffout,\" \"Jet,\" and \"Mentats\"), while the player can also use – with no visual depiction of consuming/administering – a narcotic called \"psycho,\" which with repeated uses leads to addiction. A screen-blurring effect indicates the state of characters' intoxication and the need to use the narcotic to fend off various side effects. Several of the characters are prostitutes and the details of their sexual activities are mildly insinuated (e.g., \"You got the cash I got the time…I take care of men around here.\"). Strong profanity can also be heard throughout the game (e.g., \"f*ck,\" \"a*shole,\" and \"sh*t\").",
            "rating": 6
        }
    },
    {
        "id": 16,
        "name": "Fallout: New Vegas",
        "summary": "Fallout: New Vegas is set in and around a post-apocalyptic retro-futuristic Las Vegas, following the Great War between the U.S., and China as a conventional and nuclear war that occurred on October 22 - October 23, 2077, and lasted less than two hours, while causing immense damage and destruction. Before the Great War was the Resource Wars, during which the United Nations disbanded, a plague rendered the United States paranoid, and Canada was annexed. The city of Las Vegas itself wasn't hit as hard as most of the other districts, with most buildings being left intact as a result. The Hoover Dam supplies free electricity and water to those who control it.",
        "storyline": "The player takes control of \"the Courier\", who is hired by a delivery service to take an unknown package across the Mojave Desert to \"The Strip\" but intercepted, shot in the head, and left for dead by a mysterious man who steals the package. After being found by a friendly local robot, Victor, and healed by a man named Doc Mitchell, the Courier is thrust back into the desert to seek revenge and recover the stolen package. Through doing this, the player becomes caught up between various factions competing for control over the desert and it's most valuable asset, the Hoover Dam; ultimately coming to shape the future of its inhabitants.",
        "total_rating": 84.7931227259948,
        "category": 0,
        "time_to_beat": {
            "hastly": 126000,
            "normally": 217068,
            "completely": 522000
        },
        "game_modes": [
            1
        ],
        "themes": [
            1,
            17,
            18,
            21,
            22
        ],
        "genres": [
            5,
            12,
            14
        ],
        "first_release_date": 1287446400000,
        "platforms": [
            6,
            9,
            12,
            92
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/rkldlhsginkkabox1hk6.jpg",
            "cloudinary_id": "rkldlhsginkkabox1hk6",
            "width": 1524,
            "height": 1875
        },
        "esrb": {
            "synopsis": "This is an action role-playing game, set in a post-apocalyptic Mojave Desert, in which players assume the role of a survivor hero who investigates a mystery and performs a series of quests. Missions allow players to explore the Mojave Desert, surrounding casinos, and abandoned facilities; other quests involve combat with human and mutant survivors. Players use chainsaws, laser rifles, knives, and sledgehammers to kill enemies. Fighting can be frenetic and intense, highlighted by various camera effects (e.g., slow motion, blurring, screen shakes) and depictions of dismemberment, blood spray, and blood trails. In one sequence, players can choose to activate a collar bomb around a slave-woman's neck, resulting in depictions of blood and gore. During the course of the game, players will encounter male and female prostitutes: the screen fades to black as suggestive dialogue is heard in the background (e.g., \"Nice charlies, too! Give them a shake for the Ben-man, will ya?\"); there is also an extended sequence suggesting (no depiction) sexual activity with a robot (e.g., \"Fisto reporting for duty . . . Please assume the position,\"\"I suppose I should test you out . . . Servos active!\" and \"Something wrong with someone if they got to f**k a machine.\"). The storyline sometimes references a fictional drug called \"chems,\" as well as \"Day Trippers,\"\"cracked out junkies,\" and \"degenerate, drug-addicted killers.\" Players' Character can be seen consuming the drugs, which sometimes leads to a screen-blurring effect.",
            "rating": 6
        }
    },
    {
        "id": 17,
        "name": "Fallout Tactics: Brotherhood Of Steel",
        "summary": "This is a Tactical Squad-Based Combat comes to the Fallout Universe. You are the wretched refuse. You may be born from dirt, but we will forge you into steel. You will learn to bend; if not you, will you break. In these dark times, the Brotherhood - your Brotherhood - is all that stands between the rekindled flame of civilization and the howling, radiated wasteland. \n \nYour weapons will become more than your tools, they will become your friends. You will use your skills to inspire the lowly and protect the weak... whether they like it or not. Your squadmates will be more dear to you than your kin and for those that survive there will be honor, respect and the spoils of war.",
        "total_rating": 72.19184169835499,
        "category": 0,
        "game_modes": [
            1,
            2
        ],
        "themes": [
            1,
            18
        ],
        "genres": [
            12,
            15,
            16,
            24
        ],
        "first_release_date": 984614400000,
        "platforms": [
            6,
            14
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/zcj28ca9qinsf9mjhjyh.jpg",
            "cloudinary_id": "zcj28ca9qinsf9mjhjyh",
            "width": 705,
            "height": 1000
        },
        "esrb": {
            "synopsis": "",
            "rating": 6
        }
    },
    {
        "id": 18,
        "name": "Max Payne",
        "summary": "Max Payne is a third-person shooter in which the player assumes the role of its titular character, Max Payne. Almost all the gameplay involves bullet time-based gun-fights and levels are generally straightforward, occasionally incorporating platforming and puzzle-solving elements. The game's storyline is advanced by the player following Max's internal monologue as the character determines what his next steps should be. Several of the game's levels involve surrealistic nightmares and drug-related hallucinations of Payne.",
        "storyline": "In December 2001, as New York City is enduring the tail end of the worst snow blizzard in the history of the city, Max Payne, a renegade DEA agent and former NYPD detective, is standing at the top of a skyscraper with a sniper rifle in his hands, smiling, as police units arrive on the scene to arrest him. He then experiences flashbacks from three years ago and the last two days he experienced. Three years earlier, on August 22nd 1998, Max was working as a regular NYPD detective, having just finished his day's work. His longtime friend and DEA agent, Alex Balder, invites him to transfer into the DEA, but Max declines the offer, wanting to focus on his full-time life with his wife, Michelle, and their newborn daughter, Rose. As he returns to his house in New Jersey, he finds that a trio of junkies had broken into his house, all addicted on a brand new designer drug, Valkyr. Max receives a call from a mysterious woman who seems pleased at the trouble in the house and refuses to call for help. Max rushes to aid his family and kill the junkies, but is too late as he finds his wife shot dead, and his daughter slaughtered. After his family's funeral, Payne accepts Alex's offer, and transfers to the DEA at his own request to stop the spreading of the drugs.",
        "total_rating": 81.4940904194674,
        "category": 0,
        "time_to_beat": {
            "hastly": 25260,
            "normally": 29880
        },
        "game_modes": [
            1
        ],
        "themes": [
            1,
            20
        ],
        "genres": [
            5
        ],
        "first_release_date": 995846400000,
        "platforms": [
            6,
            45,
            24,
            12,
            34,
            48,
            14,
            39,
            11,
            8
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/sq7ctfdanqrrhuefzrxg.jpg",
            "cloudinary_id": "sq7ctfdanqrrhuefzrxg",
            "width": 1517,
            "height": 1927
        },
        "esrb": {
            "rating": 6
        }
    },
    {
        "id": 19,
        "name": "Max Payne 2: The Fall Of Max Payne",
        "summary": "Max Payne 2 is a third-person shooter, in which the player assumes the role of Max Payne, but also plays as Mona Sax in a few levels. Initially, the player's weapon is a 9mm pistol. As they progress, players access other weapons including other handguns, shotguns, submachine guns, assault rifles, sniper rifles, and hand-thrown weapons. To move the game along, the player is told what the next objective is through Max's internal monologue, in which Max iterates what his next steps should be.",
        "storyline": "In Max Payne 2, the player controls Max Payne, a former DEA agent for the NYPD and a fugitive framed for murder of his best friend and fellow cop Alex. Two years after the events of the first game, Max has cleared his name and is now an NYPD detective. He reunites with Mona Sax, whom he met in the previous game, as they set out to resolve a conspiracy of death and betrayal, finding the Inner Circle in the center of it all.",
        "total_rating": 84.47529945879636,
        "category": 0,
        "time_to_beat": {
            "hastly": 24060,
            "completely": 38160
        },
        "game_modes": [
            1
        ],
        "themes": [
            1,
            20
        ],
        "genres": [
            5
        ],
        "first_release_date": 1066089600000,
        "platforms": [
            6,
            9,
            12,
            11,
            8
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/llugundhgdjnkumfdnnu.jpg",
            "cloudinary_id": "llugundhgdjnkumfdnnu",
            "width": 1530,
            "height": 2161
        },
        "esrb": {
            "synopsis": "",
            "rating": 6
        }
    },
    {
        "id": 20,
        "name": "BioShock",
        "summary": "Set in the underwater dystopia of Rapture in the '60's, Bioshock is a first-person shooter with the premise of arming and genetically modifying yourself in order to survive against the maddened anomalies of the city: Splicers, Big Daddies and Little Sisters. Featuring a philosophical narrative, Bioshock takes place during a civil war and questions the player's morality in order to determine the outcome.",
        "storyline": "BioShock takes place in 1960 in the middle of the Atlantic Ocean, where Jack, sole survivor of a plane crash, discovers the entrance to the recluse underwater city of Rapture, at the end of a civil war which left most of this utopia in disrepair. Finding himself in an alien world, he has no choice but to fight for his survival against the Splicers, degenerated citizens addicted to the genetic material known as ADAM, and all the traps laid down by the city's visionary founder, Andrew Ryan. His only help lies in Atlas, a revolutionary man seeking to escape safely to the surface with his family.",
        "total_rating": 90.6972659777616,
        "category": 0,
        "time_to_beat": {
            "normally": 57384,
            "completely": 90000
        },
        "game_modes": [
            1
        ],
        "themes": [
            1,
            17,
            18,
            19,
            22
        ],
        "genres": [
            5,
            12,
            31
        ],
        "first_release_date": 1187654400000,
        "platforms": [
            6,
            9,
            12,
            14,
            39
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/jrpib8t74zhaapqq2idi.jpg",
            "cloudinary_id": "jrpib8t74zhaapqq2idi",
            "width": 464,
            "height": 568
        },
        "esrb": {
            "synopsis": "",
            "rating": 6
        }
    },
    {
        "id": 21,
        "name": "BioShock 2",
        "summary": "Set approximately 10 years after the events of the original BioShock, the halls of Rapture once again echo with sins of the past. Along the Atlantic coastline, a monster has been snatching little girls and bringing them back to the undersea city of Rapture.",
        "total_rating": 84.58544774969934,
        "category": 0,
        "time_to_beat": {
            "normally": 36000
        },
        "game_modes": [
            1,
            2
        ],
        "themes": [
            1,
            18,
            20
        ],
        "genres": [
            5,
            12,
            31
        ],
        "first_release_date": 1265673600000,
        "platforms": [
            6,
            9,
            12,
            14
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/jylgeggccgb1eo1v3q9h.jpg",
            "cloudinary_id": "jylgeggccgb1eo1v3q9h",
            "width": 440,
            "height": 600
        },
        "esrb": {
            "rating": 6
        }
    },
    {
        "id": 22,
        "name": "System Shock 2",
        "summary": "System Shock 2 is a first-person shooter action role-playing survival horror video game for Microsoft Windows, Apple OS X and Linux. The title was designed by Ken Levine and co-developed by Irrational Games and Looking Glass Studios. Originally intended to be a standalone title, its story was changed during production into a sequel to the 1994 PC game System Shock; the alterations were made when Electronic Arts—who owned the System Shock franchise rights—signed on as publisher. System Shock 2 was released on August 11, 1999, in North America.",
        "storyline": "The game takes place on board a starship in a cyberpunk depiction of 2114. The player assumes the role of a lone soldier trying to stem the outbreak of a genetic infection that has devastated the ship. Like System Shock, gameplay consists of first-person shooting and exploration. It also incorporates role-playing system elements, in which the player can develop unique skills and traits, such as hacking and psionic abilities.",
        "total_rating": 91.2741666365032,
        "category": 0,
        "time_to_beat": {
            "hastly": 66180,
            "normally": 46800
        },
        "game_modes": [
            1,
            3
        ],
        "themes": [
            1,
            18,
            19,
            21
        ],
        "genres": [
            5,
            12,
            14
        ],
        "first_release_date": 934329600000,
        "platforms": [
            6
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/o34rmjrdxknwgxfciy4g.jpg",
            "cloudinary_id": "o34rmjrdxknwgxfciy4g",
            "width": 783,
            "height": 1000
        },
        "esrb": {
            "rating": 6
        }
    },
    {
        "id": 23,
        "name": "System Shock",
        "summary": "You are a hacker. You have attempted to hack into the TriOptimum Corporation Network, and gain unauthorized access to protected files concerning the Space Station Citadel. Unfortunately, your hacking attempts have been detected, and your location is soon tracked. Edward Diego (an executive at TriOptimum Corporation) sees your potential, and is eager to make a deal with you. He will drop all charges against you, if you hack into SHODAN, the artificial intelligence that controls Citadel Station. You will also gain a military grade neuro interface if you are successful. Naturally, you agree to this offer, and Edward Diego gives you Level 1 access to SHODAN. You receive your neuro implant, and undergo a 6-month healing coma. \n \nThe game starts when you awake from your coma. But somehow, things are not quite how you remember them. You find an audio log (as well as some other goodies) hidden in a cupboard. The log is from Rebecca Lansing, who is a TriOptimum counter terrorism consultant based on Earth. She tells you that they have detected a disruption on Citadel Station, and that a mining beam is preparing to fire at Earth. Since you are the only contact between Earth and Citadel Station, it is up to you to find out what is going on. You soon discover that when you hacked into SHODAN 6 months ago, you removed all of her ethical restraints. Now she has re-examined her priorities, and drawn her own conclusions about humanity!",
        "total_rating": 85.24648359720811,
        "category": 0,
        "game_modes": [
            1
        ],
        "themes": [
            1,
            18
        ],
        "genres": [
            5,
            12
        ],
        "first_release_date": 780192000000,
        "platforms": [
            13,
            14
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/t4k0rgkwfv8ic25tffn8.jpg",
            "cloudinary_id": "t4k0rgkwfv8ic25tffn8",
            "width": 577,
            "height": 800
        }
    },
    {
        "id": 24,
        "name": "UFO: Enemy Unknown",
        "summary": "You are in control of X-COM: an organization formed by the world's governments to fight the ever-increasing alien menace.\n\nShooting down UFOs is just the beginning: you must then lead a squad of heavily-armed soldiers across different terrains as they investigate the UFO crash site. Tackle the aliens with automatic rifles, rocket launchers, and even tanks in the struggle to retrieve useful technology, weapons or life forms.\n\nSuccessful ground assault missions will allow X-COM scientists to analyze alien items. Each new breakthrough brings you a little closer to understanding the technology and culture of the alien races. Once you have sufficient research data on the UFO's superior weapons and crafts, you'll be able to manufacture weapons of equal capability.\n\nYou must make every crucial decision as you combat the powerful alien forces. But you'll also need to watch the world political situation: governments may be forced into secret pacts with the aliens and then begin to reduce X-COM funding.",
        "total_rating": 90.6073491093195,
        "category": 0,
        "game_modes": [
            1
        ],
        "themes": [
            18,
            19,
            39
        ],
        "genres": [
            15,
            16,
            24
        ],
        "first_release_date": 757382400000,
        "platforms": [
            7,
            13,
            16
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/cmqomqcozon9equ6rqtw.jpg",
            "cloudinary_id": "cmqomqcozon9equ6rqtw",
            "width": 600,
            "height": 679
        },
        "esrb": {
            "synopsis": "This is a strategy game in which players must save present-day Earth from an alien invasion. As players manage resources, research weapon technology, and monitor alien presence, they can dispatch squads of soldiers to attack human- and insect-like creatures in turn-based combat. From a 3/4-top-down perspective, players use assault rifles, grenades, and other military-grade weapons to kill nearby enemies. Battles are accompanied by intermittent cutscenes that depict close-up (e.g., over-the-shoulder) instances of violence: soldiers getting impaled or beaten to death by alien creatures; realistic explosions that result in larger blood sprays. If an alien “implants” an egg into a dead human, the character will eventually explode amid additional gibbing effects. Some scenes depict dead or dying soldiers whose bodies are burned or mutilated. The words “f**k,” “sh*t,” and “a*shole” can be heard in the dialogue.",
            "rating": 6
        }
    },
    {
        "id": 25,
        "name": "X-COM: Terror From The Deep",
        "summary": "A vast sleeping enemy has awakened. When the colonization vessel crash landed on Earth some 65 million years ago, the emergency systems placed the aliens in suspended animation. A distress call was sent, but was never received by the aliens’ homeworld. Over the eons the computers awakened small groups of aliens to attempt colonization, but the strategies and devices were imperfect. The aliens have also sunken ships, destroyed planes and devastated remote ports over the centuries — to what end we know not. \n \nNow, deep in the vast hulk of the mother ship the battle computers have become fully online. The systematic awakening of the aliens and their technology has begun. Across the globe are sites where age-old alien advance assault squads have been attempting to contact their distant brothers. The sites contain powerful artifacts that they need to conquer the planet and transform it into an aquatic paradise for aliens. \nX-COM: Terror From The Deep puts you in command of X-COM. You control the force to stop the alien terror. First, you’ll intercept the alien subs and shoot them down. Then, you’ll command a sub-aqua mission using the ‘Battlescape’ display. This view will display only what your aquanauts can see, allowing danger to creep up on the unsuspecting. \n \nSuccessfully completing Alien Submarine Assault missions allows X-COM scientists to clear the sites of artifacts and begin researching alien technology. On completion, Engineers can reproduce superior weapons to better attack subs. Soon you will be fighting the aliens with their own technology. A special UFOpaedia will contain all the information gathered from your missions.",
        "total_rating": 81.28560271159509,
        "category": 0,
        "game_modes": [
            1
        ],
        "themes": [
            1,
            18,
            19,
            39
        ],
        "genres": [
            15,
            16,
            24
        ],
        "first_release_date": 788918400000,
        "platforms": [
            7,
            6,
            13
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/dwvgbfj94czij1ycefh9.jpg",
            "cloudinary_id": "dwvgbfj94czij1ycefh9",
            "width": 288,
            "height": 341
        }
    },
    {
        "id": 26,
        "name": "X-COM: Apocalypse",
        "summary": "Your mission, as X-COM Commander, is to combat alien aggression and uncover their deadly intentions. But Beware! Alien infiltration into the city and its politics could see you under fire from criminal gangs, religious sects, and even the police! Alien fleets fill the skies, creatures terrorise the city, chaos reigns... Welcome to the war, welcome to the Apocalypse.",
        "storyline": "Half a century after the end of the second X-COM campaign, the last battle of T'leth has severely damaged Earth's biosphere. As a result, several self-contained Megalopolis-type cities were proposed to provide habitation for humanity. The game follows Mega-Primus, the first of these cities, built over the ruins of Toronto, Canada. Meanwhile, the off-world colony of Mars is exploited by the Elerium mining corporation, Solmine, and oppressed by MarSec (MARs SECurity). \n \nThe alien threat in the game is presented by a new race of organic, extradimensional aliens that initially seem to have no relation to the aliens of the previous two games, though later missions set in the aliens' home dimension reveal they have enslaved Sectoid survivors. These new aliens attack the city through tetrahedron-shaped teleport gates. The player must find out how to send their own aircraft, along with X-COM agents, through these gates without being destroyed and take the war to the aliens. Apocalypse has 14 races of alien beings including Anthropods, Brainsuckers, Hyperworms, Megaspawns, and Micronoids. Each race has various strengths and weaknesses, and some races are dependent on other races. The \"alien life cycle\" plays a crucial role in the game. \n \nThe player is exposed to this \"alien life cycle\" through research and more importantly the lower level alien attacks during specimen gathering combat. Primarily the attack of the weaponized alien the Brain-Sucker which attacks individuals after landing from a pod launcher utilized by alien foot soldiers. The Brain-Sucker hatches and attacks the nearest individual by jumping on their head and seemingly injecting something into them through the mouth and dying immediately after the attempt. \n \nThe life cycle later takes a mysterious turn as it shows no connection between the lower alien forms and higher alien forms. Eventually, however, it is found the leaders of the invasion are the Micronoids, a race of sapient single-celled organisms that live in the bloodstreams of the other aliens; the ultimate goal of the invasion is to inject Micronoids into the bloodstreams of important figures, allowing them to control Mega-Primus through psionic domination of their hosts. The player is eventually tasked with invading the aliens' homeworld and destroying their side of the gate as the only way to stop the Micronoid infestation.",
        "total_rating": 84.3127252349114,
        "category": 0,
        "game_modes": [
            1
        ],
        "themes": [
            1,
            18,
            19,
            39
        ],
        "genres": [
            11,
            15,
            16,
            24
        ],
        "first_release_date": 867628800000,
        "platforms": [
            6,
            13
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/oco64svvadgbvqnxz8he.jpg",
            "cloudinary_id": "oco64svvadgbvqnxz8he",
            "width": 528,
            "height": 650
        }
    },
    {
        "id": 27,
        "name": "X-COM: Interceptor",
        "summary": "They're back...only this time the heinous aliens are out to destroy Earth and rule the new frontier. As X-COM commander, it's your sole duty to protect humanity and the prized mining operations in outer space. You must strategically equip your X-COM fighters, amass a formidable arsenal and then fulfill your mandate by going head-to-head with the devious element. The action is fast. And the opposing forces are wicked. But if you are smart, diligent and quick, you will prevail in a masterfully fought campaign to save our planet from perilous collapse.                         \n\t\t\t\t\tFeatures:            \n\t\t\t\t\t            \n\t\t\t\t\tWreak complete destruction in an addictive and seamless combination of combat action and strategy.            \n\t\t\t\t\tMastermind your plan by purchasing equipment, hiring pilots and researching new technologies.            \n\t\t\t\t\tPilot your own X-COM attack ship in a face-to-face 3D real-time first person environment.",
        "total_rating": 50,
        "category": 0,
        "game_modes": [
            1,
            2
        ],
        "themes": [
            1,
            18,
            19
        ],
        "genres": [
            11,
            13,
            15
        ],
        "first_release_date": 896572800000,
        "platforms": [
            6
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/iynhbgvsxyk1xtq8hrzq.jpg",
            "cloudinary_id": "iynhbgvsxyk1xtq8hrzq",
            "width": 651,
            "height": 650
        },
        "esrb": {
            "rating": 5
        }
    },
    {
        "id": 28,
        "name": "Space Quest: The Sarien Encounter",
        "summary": "He's out to clean up the universe... \n \n...But he doesn't do windows. Strap into your computer station and prepare for blast-off. If the thrilling graphics don't blow you off your chair, the laughs will have you rolling on the floor. If you can help Roger Wilco he could use it. \n \nHey, wake up! Roger Wilco's the chief sanitation engineer (a.k.a. Janitor) on the starship Arcada. His mission: to scrub dirty decks... to replace burned-out lightbulbs... to boldly go where no man has swept the floor! \n \nBut while he was napping in the broom closet, his starship was hijacked by the Sarien Stormtroopers. Now the top-secret Star Generator's been stolen. And if Roger doesn't get it back, the universe as we know it is toast! \n \nKaboom! The Two Guys from Andromeda often travel the cosmos under the aliases of Scott Murphy and Mark Crowe. They're best known for their award-winning Space Quest series and their frequent sightings with Elvis.",
        "storyline": "Players of the original game are never told the hero's name, but are instead asked to enter their own. The default name of \"Roger Wilco\" — a reference to the radio communication, \"Roger, Will Comply\" — became the de facto name of the hero in the later games of the series. \n \nRoger's name was fitting in that, in keeping with his portrayal as an \"everyman\" schlub, he took his name from incorrect radio usage. When someone says \"Wilco,\" or \"will comply,\" \"Roger\" (or \"received\") is assumed. There is no need to say \"Roger, wilco,\" and this is seen in aviation circles as the mark of an amateur. \n \nRoger is a member of the cleaning crew on board the scientific spaceship Arcada, which holds a powerful experimental device called the \"Star Generator\" (a thinly-veiled reference to the Genesis Device from Star Trek II: The Wrath of Khan). Roger emerges from an on-duty nap in a broom closet to find that the ship has been boarded and seized by the sinister Sariens. Using a keycard that he found from the body of a dead crew member, he finds his way to an escape pod and escapes the Arcada. \n \nAfter crash-landing, he finds himself in the dry and barren wasteland of the planet Kerona. After making his way through the desert and a system of underground caves, he is tasked by an insectoid alien with killing a monstrous creature called Orat. After succeeding in this task, he returns to the alien with proof of his success in the form of a piece of Orat's flesh. As a reward, the alien lets him into an underground complex inhabited by more aliens, and provides Roger with a skimmer, a small flying vehicle which cruises a few feet over the sandy ground (similar to the landspeeders in Star Wars). \n \nThe alien tells Roger there is a town that he may travel to in order to find a way off the planet. After navigating a rocky section of the planet, Roger reaches the town of Ulence Flats and goes to the local bar. By playing a video slot machine, Roger wins enough money to buy a spaceship and a navigation droid. \n \nHe overhears from a bar customer the location of the Sariens' spaceship, the Deltaur, and flies to its coordinates. He then infiltrates the ship by, but not limited to, utilizing his jetpack, dodging a droid, climbing inside an air vent, locking himself in a trunk, getting put inside a washing machine, disguising himself as a Sarien by wearing one of the Sarien uniforms, and other tactful, creative methods. He then finds his way to the Star Generator and programs it to self-destruct, escaping the ship just before it explodes. \n \nAt the end of the game, Roger's efforts are rewarded when he receives the Golden Mop as a token of eternal gratitude from the people of Xenon.",
        "total_rating": 73.2997987927565,
        "category": 0,
        "game_modes": [
            1
        ],
        "themes": [
            18,
            27
        ],
        "genres": [
            2,
            31
        ],
        "first_release_date": 536371200000,
        "platforms": [
            75,
            63,
            13,
            14,
            115,
            16
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/uyzcavv0ljkdlbsai9vd.jpg",
            "cloudinary_id": "uyzcavv0ljkdlbsai9vd",
            "width": 486,
            "height": 611
        },
        "esrb": {
            "rating": 5
        }
    },
    {
        "id": 29,
        "name": "Space Quest II: Vohaul's Revenge",
        "summary": "Just when you thought it was safe to go back into space, He's Back! And he wants revenge! Sludge Vohaul, the demented evil scientist (whose sinister plan you unknowingly foiled in our last episode), is seething over his Sarien slip-up. Madder than a drenched Astrochicken, (and still determined to rule the galaxy) Vohaul has devised a new plan. A nasty plan. A plan so evil that only one as wickedly sadistic as he could imagine it. Yes, the worst nightmare ever is about to come knocking on your door- and it won't take No for an answer! \n \nIt's The Invasion of the Insurance Salesmen! Hordes and hordes of pushy, obnoxious (genetically engineered) salesmen will soon be dumped upon your home planet- unless somebody dumps on Vohaul first. And who knows more about getting dumped on than you? \n \nRoger Wilco to the rescue! Once again, you, Roger Wilco, sanitation engineer and involuntary hero, must don your sanitary space mittens and prepare for the onslaught of evil that Vohaul has prepared. A chore not for queasy or fainthearted. And if you can stomach that…Get ready for the Granddaddy of Gross. The Emperor of Evil. The first name is Nastiness, Sludge Vohaul himself! With nothing to protect you but your wits and your wet mop, you haven't got a chance! (But that's what makes the game so much fun!) \n \nHave fun staying out of trouble! Beat the odds. Conquer insurmountable obstacles. Defy gravity. Cry for help. Misfortune awaits you at every turn… Boggle your way through the humid stenchlands of the jungle planet Labion. Blunder your way onto the asteroid fortress of the slime-sucking Vohaul. Flounder your way through more perilous escapades than you can wiggle a space worm at. \n \nGuaranteed to make you laugh! Packed with comedy, tragedy, suspense, horror, and many other nouns, Space Quest II will tickle your funny bone and relieve that heavy feeling in your wallet.",
        "total_rating": 70.2633755407077,
        "category": 0,
        "game_modes": [
            1
        ],
        "themes": [
            18,
            27
        ],
        "genres": [
            2,
            31
        ],
        "first_release_date": 563846400000,
        "platforms": [
            75,
            63,
            13,
            14,
            115,
            16
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/k5g0swqcm7tgulgzxvss.jpg",
            "cloudinary_id": "k5g0swqcm7tgulgzxvss",
            "width": 632,
            "height": 800
        },
        "esrb": {
            "rating": 5
        }
    },
    {
        "id": 30,
        "name": "Space Quest III: The Pirates Of Pestulon",
        "summary": "Have you seen 2 Guys From Andromeda? Software Authors Pirated? \n \nThe Two Guys from Andromeda, designers of the graphically extravagant (and satirically sensational) Space Quest series, have disappeared into this oxygen! Hysterical game fanatics around the world await word on the whereabouts of these celestial celebrities! \n \nWho could be the mastermind behind this evil plot? \n \nCould it be the Pirates of Pestulon, known for their plundering, preying and unprincipled practices? Or maybe the legions of Space Quest fans who would kill to be the first to play Space Quest III (the graphic adventure game with the closest thing yet to motion picture-quality animation). Not to be forgotten are the monkey-suited minions of Sludge Vohaul (from our last episode), who would love to make banana pudding out of those responsible for putting them behind bars. \n \nWho are the dirty deed doers behind our daring duo's demise? Is it too late to save the two guys from a disgusting and downright despicable doom? \n \nHoly SpaceWaste, space adventurers, find out for yourself as Roger Wilco, intergalactic garbagemen, returns to the rescue!",
        "storyline": "Roger Wilco's escape pod from the end of Space Quest II is floating in space until it is picked up by an automated garbage freighter. Finding a derelict spaceship amongst the freighter's garbage, Roger sets out to repair the Aluminum Mallard and leave the scow. \n \nRoger visits a variety of locations, including a fast food restaurant called Monolith Burger and a desert planet called Phleebhut. At the latter, he encounters trouble, as Arnoid the Annihilator (an Arnold Schwarzenegger-like android terminator) hunts him for not paying for a whistle in Space Quest II (a continuity error in that the order form for the whistle clearly stated that it was in fact free). From information he picks up there and at Monolith Burger, Roger eventually discovers the sinister activities of a video game company known as ScumSoft, run by the \"Pirates of Pestulon\". \n \nPestulon, a small moon of the volcanic planet Ortega, is covered in soft, moss-like vegetation, and dotted with twisted tree-like growths throughout. Elmo Pug, the CEO of ScumSoft, has abducted the Two Guys from Andromeda and is forcing them to design awful games. \n \nRoger manages to sneak into the supposedly impregnable ScumSoft building and rescue the two programmers. He is discovered, and must battle Pug in a game that combines giant Mecha-style combat with Rock 'Em Sock 'Em Robots. After winning, Roger and the Two Guys escape. In the game's conclusion, Roger delivers the two game designers to Sierra On-Line's president, Ken Williams, on Earth.",
        "total_rating": 88.3714176520061,
        "category": 0,
        "game_modes": [
            1
        ],
        "themes": [
            18,
            27
        ],
        "genres": [
            2,
            9,
            31
        ],
        "first_release_date": 631065600000,
        "platforms": [
            63,
            13,
            14,
            16
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/qphcv1stubp0loolvh3s.jpg",
            "cloudinary_id": "qphcv1stubp0loolvh3s",
            "width": 639,
            "height": 800
        },
        "esrb": {
            "rating": 5
        }
    },
    {
        "id": 31,
        "name": "Space Quest IV: Roger Wilco And The Time Rippers",
        "summary": "May the farce be with you! Get ready for a trek through time with everybody's favorite intergalactic sanitation engineer and freelance hero, Roger Wilco. In their latest spaced-out space opera, the Two Guys From Andomeda take on science fiction (and just about everything else!) is a spoofy sendup that will leave you laughing.\n\nRoger Wilco embarks on a topsy-turvy trip through space and time in this fourth chapter in the award-winning Space Quest series, Roger Wilco and the Time Rippers. From a nostalgic look at his past in Space Quest I to a terrifying visit to the future of Space Quest XII, Roger's on the run again.\n\nAnd hot on his ion trail are the Sequel Police, deadly crosstime assassins who are out to put an end to Roger and all of his Space Quest nonsense once and for all.\n\nOnce again it's up to Roger Wilco to save his future- or is that his past?- of the Space Quest series, and keep the universe safe for fair play, bad jokes, and lots more Space Quest Games.",
        "storyline": "In this installment, Roger embarks on a time-travel adventure through Space Quest games both past and future. An infomorph of reborn Sludge Vohaul from Space Quest XII: Vohaul's Revenge II chases Roger through time in an attempt to finally kill him. Roger also visits Space Quest X: Latex Babes of Estros (whose title is a parody of Infocom's game Leather Goddesses of Phobos) and Space Quest I; in the latter, the graphics and music revert to the style of the original game and Roger is threatened by a group of monochromatic bikers who consider Roger's 256 colors pretentious. None of the gameplay takes place in Space Quest IV. In fact, the \"actual\" Space Quest IV is only seen briefly in the introduction.",
        "total_rating": 69.8452611218569,
        "category": 0,
        "game_modes": [
            1
        ],
        "themes": [
            18,
            27
        ],
        "genres": [
            2,
            31
        ],
        "first_release_date": 662688000000,
        "platforms": [
            6,
            13,
            14,
            16
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/stxe2a6nj6oexs166pke.jpg",
            "cloudinary_id": "stxe2a6nj6oexs166pke",
            "width": 980,
            "height": 1218
        },
        "esrb": {
            "rating": 5
        }
    },
    {
        "id": 32,
        "name": "Space Quest V: The Next Mutation",
        "summary": "After travelling back and forth through time in the previous game, Roger Wilco is back in the Starfleet Acadamy, serving as both a cadet and a janitor. Cheating his way through the Starfleet Aptitude Test, Roger is finally given the rank of captain, his own ship (a garbage scow) and a mission: to explore strange new worlds (which no man in his right mind would explore), to seek out new life and new civilizations (which grew out of the massive amounts of trash Roger will collect on his way), to boldly go where no man has gone before. Step by step Roger will have to unveil a galaxy-wide biohazardous material dumping scheme, solve the mystery of the disappearance of a fellow Starfleet captain and his ship, and confront an agent of an old nemesis.",
        "total_rating": 79.19229016878009,
        "category": 0,
        "game_modes": [
            1
        ],
        "themes": [
            18,
            27
        ],
        "genres": [
            2,
            9,
            31
        ],
        "first_release_date": 725846400000,
        "platforms": [
            13
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/yxjqd1t3hqkugh8wlbsy.jpg",
            "cloudinary_id": "yxjqd1t3hqkugh8wlbsy",
            "width": 980,
            "height": 1224
        },
        "esrb": {
            "rating": 5
        }
    },
    {
        "id": 33,
        "name": "Space Quest 6: The Spinal Frontier",
        "summary": "Roger Wilco, the brave interstellar janitor who has already saved the universe from many great dangers, is now in a very embarrassing position. His commanders show no respect for his courageous actions in the previous game. Instead, he is being accused of all kinds of violations against the galactic law, is deprived of all the honors he got in the previous game, and as a token of mercy, is allowed to return to his old job - cleaning closets... But those unfortunate events are just the beginning of much bigger troubles Roger will get into. Once again, the future of galaxy depends on him!",
        "category": 0,
        "game_modes": [
            1
        ],
        "themes": [
            18,
            27
        ],
        "genres": [
            2,
            31
        ],
        "first_release_date": 791596800000,
        "platforms": [
            6,
            13,
            14
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/mrpip4oeuvf9a1rgrtnq.jpg",
            "cloudinary_id": "mrpip4oeuvf9a1rgrtnq",
            "width": 651,
            "height": 650
        },
        "esrb": {
            "rating": 5
        }
    },
    {
        "id": 34,
        "name": "Giants: Citizen Kabuto",
        "summary": "Before man climbed down from the trees to shop in megastores and drink cappuccino, before the Earth wadded itself into a cool blue ball, before the Moon even existed, there was the Island. The Island, a massive fragment of a long-lost planet, hurtling blindly through space. Upon the surface of this paradise wanders the giant, Kabuto. Little does Kabuto know that the Island was home to others before him. In the oceans, there dwells a matriarchal race called the Sea Reapers. In their pride, they created Kabuto, as a defense against intruders. But Kabuto became conscious of himself, his loneliness, his pain - and he went berserk.\n\nSpace castaways, the Meccs piloted their ship through space, looking for their missing friends. If you haven’t guessed already, they ended up on the Island. Faced with yet another unscheduled layover while on their way to Planet Majorca, the Meccs decide to make the best of their temporary home. Just their luck - the natives are already embroiled in their own little war, and the Mecc visitors are most unwelcome!\n\nMeccaryns... Sea Reapers... Kabuto... One island isn’t big enough for the three of them.",
        "total_rating": 81.01081833846999,
        "category": 0,
        "game_modes": [
            1,
            2
        ],
        "themes": [
            1,
            18,
            27
        ],
        "genres": [
            5,
            10,
            11,
            12,
            15,
            31
        ],
        "first_release_date": 976060800000,
        "platforms": [
            6,
            14,
            8
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/tiyicyvfm8ofkfnuh8vs.jpg",
            "cloudinary_id": "tiyicyvfm8ofkfnuh8vs",
            "width": 541,
            "height": 650
        },
        "esrb": {
            "rating": 6
        }
    },
    {
        "id": 35,
        "name": "Dungeon Keeper",
        "summary": "Dungeon Keeper is a strategy video game in which the player attempts to build and manage a dungeon or lair while protecting it from invading 'hero' characters intent on stealing the player's accumulated treasures and killing various monsters. This was Peter Molyneux's final project with Bullfrog before he left the company in August 1997 to form Lionhead Studios. \n \nThe player uses a mouse, represented in-game as a hand, to interact with a bar on the left-hand side of the screen, allowing them to select which rooms to build and which spells to cast. The player can also use the hand to pick up creatures and objects in the dungeon and carry them around, allowing for tactics such as gathering an assault force and dropping off the creatures en masse once a foothold has been established. The hand also allows the player to \"slap\" objects and thereby interact with them: creatures will hurry up when slapped, some traps will be triggered and prisoners in the Torture Chamber can be tortured. \n \nThe main game view is in isometric perspective; this view can be zoomed and rotated. The player also has the option of possessing one of their creatures, and seeing the dungeon from that creature's first-person perspective, as well as using their attacks and abilities. The map is divided into a grid of rectangles, most of which are invisible. A smaller part of the map is shown as a minimap in the top left corner of the screen. \n \nA world map is also available, and at the beginning of the game the player is allocated one of the 20 regions of a fictional, idyllic country to destroy. As the player progresses through these regions, each of which represents a level of the game, the areas previously conquered will appear ransacked, twisted, and evil. Before starting a new level, the Mentor will tell the player about the current region and its attributes. After completing a level, the Mentor will talk about the \"improvement\" of the destroyed region: \"The streets run with the blood of the slain. Screams of pain and howls of anguish rip the night air like a vengeful siren's song. This really is somewhere you can take the kids for the weekend.\" \n \nThe Dungeon Heart represents the Dungeon Keeper's own link to the world. If it is destroyed, the player loses the level, and must restart. Along with the heart, the player begins with a small number of imps, the generic work force for all dungeon activities: they can dig tunnels into the surrounding soil, capture enemy rooms and Portals, mine gold and gems, set traps, and even attack when desperate or threatened. Slapping creatures forces them to work faster for a while, but removes some of their health and happiness. \n \nOnce the Imps are busily working, the player must then set up a basic infrastructure: Lairs for monsters, a Hatchery (where chickens, which serve as food for the minions, are bred), and a Treasury for storing gold. After connecting the dungeon to a \"Portal\", monsters will arrive. As the game progresses, the player moves along a technology tree, unlocking further rooms. \n \nThe dungeon has a fleshed-out ecology: some creatures are natural enemies. Flies and Spiders are often found at odds with one another, while a Horned Reaper, if it has gone berserk, will attack all creatures in its path. The goals for each level are fairly straightforward: they generally fall along the lines of eliminating the heroic force or destroying all other Dungeon Keepers on the level.",
        "total_rating": 49.0233110059413,
        "category": 0,
        "game_modes": [
            1,
            2
        ],
        "themes": [
            1,
            17,
            19,
            22,
            27
        ],
        "genres": [
            11,
            15
        ],
        "first_release_date": 867283200000,
        "platforms": [
            6,
            13,
            34,
            14
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/yzqgmjedmto4ov9btgjq.jpg",
            "cloudinary_id": "yzqgmjedmto4ov9btgjq",
            "width": 498,
            "height": 600
        },
        "esrb": {
            "rating": 6
        }
    },
    {
        "id": 36,
        "name": "Dungeon Keeper 2",
        "summary": "Like its predecessor, players take the role of a dungeon keeper, building and defending an underground dungeon from the would-be heroes that invade it, as well as from other keepers. In the game's campaign mode, the player is charged with recovering the portal gems from each area in order to open a portal to the surface.",
        "total_rating": 91.4196554400746,
        "category": 0,
        "game_modes": [
            1,
            2
        ],
        "themes": [
            1,
            17,
            22,
            27
        ],
        "genres": [
            11,
            15
        ],
        "first_release_date": 930700800000,
        "platforms": [
            6
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/liwgzpprgmbdmbimpixa.jpg",
            "cloudinary_id": "liwgzpprgmbdmbimpixa",
            "width": 650,
            "height": 650
        },
        "esrb": {
            "rating": 6
        }
    },
    {
        "id": 37,
        "name": "Dead Space",
        "summary": "Dead Space is a 2008 science fiction survival horror video game developed by EA Redwood Shores (now Visceral Games) for Microsoft Windows, PlayStation 3 and Xbox 360. The game was released on all platforms through October 2008. The game puts the player in control of an engineer named Isaac Clarke, who battles the Necromorphs, reanimated human corpses, aboard an interstellar mining ship, the USG Ishimura.",
        "total_rating": 87.30880437232156,
        "category": 0,
        "time_to_beat": {
            "hastly": 43200,
            "normally": 52000,
            "completely": 136800
        },
        "game_modes": [
            1
        ],
        "themes": [
            1,
            18,
            19,
            21,
            23
        ],
        "genres": [
            5
        ],
        "first_release_date": 1223942400000,
        "platforms": [
            6,
            9,
            12
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/u9iamyrbx8ec4bxwckbl.jpg",
            "cloudinary_id": "u9iamyrbx8ec4bxwckbl",
            "width": 600,
            "height": 746
        }
    },
    {
        "id": 38,
        "name": "Dead Space 2",
        "summary": "The Nightmare returns...",
        "total_rating": 88.84876599250065,
        "category": 0,
        "time_to_beat": {
            "normally": 45000
        },
        "game_modes": [
            1,
            2,
            3
        ],
        "themes": [
            1,
            18,
            19,
            21
        ],
        "genres": [
            5
        ],
        "first_release_date": 1295913600000,
        "platforms": [
            6,
            9,
            12,
            92
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/gmahdesqzhq3nyjhyicn.jpg",
            "cloudinary_id": "gmahdesqzhq3nyjhyicn",
            "width": 402,
            "height": 497
        }
    },
    {
        "id": 39,
        "name": "Mafia",
        "summary": "Thomas \"Tommy\" Angelo, a taxi driver living in the 1930s in Lost Heaven (based on San Francisco and Chicago), enters a mafia gang led by Don Salieri and gets mixed up in a storyline including many plots, robberies and assassinations, later deciding to become an informant against the mob. Driven by third-person gunplay, realistic driving mechanics and advanced graphics, Mafia immerses the player into a real-world mobster story. \n \nMafia contains a much bigger city to explore than most video games of the time, with multiple forms of available transport in addition to an expansive countryside. The game received positive reviews for the Windows version, with critics praising the game as a more realistic and serious Grand Theft Auto-styled game.",
        "storyline": "Mafia is set in the 1930s, between the fall of 1930 through to the end of 1938, during the later part of Prohibition, which ended in 1933. The game is set in the fictional American city of Lost Heaven (loosely based on New York City, Philadelphia and Chicago of the same time period). \n \nThe player takes the role of taxi driver Thomas \"Tommy\" Angelo, who, while trying to make a living on the streets of Lost Heaven as a taxi cab driver, unexpectedly and unwillingly becomes involved in organized crime as a driver and enforcer for the Salieri crime family, led by Don Ennio Salieri.",
        "total_rating": 76.50658516235555,
        "category": 0,
        "time_to_beat": {
            "hastly": 73800,
            "normally": 86400,
            "completely": 108000
        },
        "game_modes": [
            1
        ],
        "themes": [
            1
        ],
        "genres": [
            4,
            5,
            10,
            31
        ],
        "first_release_date": 1030492800000,
        "platforms": [
            6,
            11,
            8
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/apltugxwnx9k7v2msqb4.jpg",
            "cloudinary_id": "apltugxwnx9k7v2msqb4",
            "width": 591,
            "height": 800
        },
        "esrb": {
            "rating": 6
        }
    },
    {
        "id": 40,
        "name": "Mafia II",
        "summary": "The storyline for Mafia II is a gritty drama and chronicles the rise of Vito Scaletta, the son of Sicilian immigrants. As the game progresses, Vito joins the Falcone crime family and becomes \"a made man\" along with his best friend Joe Barbaro.",
        "total_rating": 77.2860907210856,
        "category": 0,
        "time_to_beat": {
            "normally": 56140
        },
        "game_modes": [
            1
        ],
        "themes": [
            1,
            17,
            22,
            33
        ],
        "genres": [
            5,
            31
        ],
        "first_release_date": 1282608000000,
        "platforms": [
            6,
            9,
            12
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/lw6oaj8fersnnuqqrddy.jpg",
            "cloudinary_id": "lw6oaj8fersnnuqqrddy",
            "width": 407,
            "height": 500
        },
        "esrb": {
            "rating": 6
        }
    },
    {
        "id": 41,
        "name": "Deus Ex",
        "summary": "In this philosophical first-person action RPG set in a dystopian 2052, JC Denton, a nano-augmented agent for the anti-terrorist organization UNATCO, is tasked with stopping the invasion of Liberty Island by the terrorist group NSF. As events unfold, Denton finds that he plays a large part in a world-wide conspiracy which forces him to ponder his allegiances, his morality and the existence and necessity of a God.",
        "total_rating": 91.9381288173868,
        "category": 0,
        "time_to_beat": {
            "normally": 115200,
            "completely": 130200
        },
        "game_modes": [
            1,
            2
        ],
        "themes": [
            1,
            18,
            23
        ],
        "genres": [
            5,
            12,
            14,
            30
        ],
        "first_release_date": 961977600000,
        "platforms": [
            6,
            45,
            14,
            8
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/b4ojwekfoyv2en1xn8mq.jpg",
            "cloudinary_id": "b4ojwekfoyv2en1xn8mq",
            "width": 405,
            "height": 500
        },
        "esrb": {
            "rating": 6
        }
    },
    {
        "id": 42,
        "name": "Deus Ex: Invisible War",
        "summary": "Several religious and political factions see an opportunity to re-shape a worldwide government to their agendas. In this techno-nightmare, take part in the dark struggle to raise the world from its own ashes. \n \nThis dynamic and innovative 1st person-action/adventure brings a level of reality unprecedented in a videogame. Biotech modifications allow players to see through walls, leap 40 feet into the air, regenerate critical body damage or render yourself radar invisible. Globe-hop to real world locations such as Seattle, Antarctica, and Cairo.",
        "total_rating": 72.07484138096545,
        "category": 0,
        "game_modes": [
            1
        ],
        "themes": [
            1,
            18
        ],
        "genres": [
            5,
            12,
            14
        ],
        "first_release_date": 1070323200000,
        "platforms": [
            6,
            11
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/zajxufvsikvkef2dg6xu.jpg",
            "cloudinary_id": "zajxufvsikvkef2dg6xu",
            "width": 703,
            "height": 1000
        },
        "esrb": {
            "rating": 6
        }
    },
    {
        "id": 43,
        "name": "Deus Ex: Human Revolution",
        "summary": "In Deus Ex: Human Revolution you play Adam Jensen, a security specialist, handpicked to oversee the defense of one of America's most experimental biotechnology firms. But when a black ops team breaks in and kills the scientists you were hired to protect, everything you thought you knew about your job changes. At a time when scientific advancements are routinely turning athletes, soldiers and spies into super-enhanced beings, someone is working very hard to ensure mankind's evolution follows a particular path. You need to discover why - because the decisions you take and the choices you make will be the only things that can determine mankind's future.",
        "storyline": "When a black ops team breaks in and kills the scientists Adam Jensen was hired to protect, everything he thought he knew about his job changes...",
        "total_rating": 88.89315487806545,
        "category": 0,
        "time_to_beat": {
            "hastly": 54000,
            "normally": 165600,
            "completely": 201600
        },
        "game_modes": [
            1
        ],
        "themes": [
            1,
            18,
            23
        ],
        "genres": [
            5,
            12,
            14
        ],
        "first_release_date": 1314057600000,
        "platforms": [
            6,
            9,
            12,
            14
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ziwf85wqi4jvsggamodr.jpg",
            "cloudinary_id": "ziwf85wqi4jvsggamodr",
            "width": 1400,
            "height": 2100
        },
        "esrb": {
            "synopsis": "This is a first-person shooter in which players assume the role of Adam Jensen, an ex-cop who must uncover the truth behind a cybernetics company's attack. Players complete mission-based objectives to increase their character's skills (e.g., stealth, strength) and advance the main storyline. Players use pistols, shotguns, assault rifles, and explosives to kill a variety of human enemies (e.g., soldiers, police officers, gang members, drug dealers). Players can also use stealth attacks (e.g., choking, electrocution) to dispatch enemies at close range. Firefights are highlighted by screams of pain, realistic gunfire, explosions, and large sprays of blood that stain the surrounding environment. Players can sometimes make choices that result in the death of innocent characters: during one sequence, an injured man asks to be “put out of his misery”—the main character can then administer a morphine overdose. Civilians can also be killed directly, though this may negatively affect players' progress. As the game progresses, alcoholic beverages (e.g., beer, vodka, cocktails) can be purchased and consumed to reduce damage, resulting in a screen-blurring effect. In one mission, players can plant “illegal drugs” in a character's residence; marijuana products (i.e., “cigaweed”) are occasionally referenced in the dialogue. Some missions contain sexual material: a brothel room containing a sex toy on the bed; dialogue with prostitutes (e.g., “They want me to get augmentations . . . for the customer's pleasure. It's sick” and “[W]e can find a quiet spot . . . Do you have enough money for me, sexy?”). The words “f**k” and “sh*t” can be heard in the dialogue.",
            "rating": 6
        }
    },
    {
        "id": 44,
        "name": "Overlord",
        "summary": "You have been awakened, your slaves are ready to die for you and the villages will hear you name all the time, u have power to conquer all, you have power to be the strongest warrior, YOU ARE OVERLORD! \nfrom the depths of the underworld you power will rise, or it will be from the sky? choose if you will be good or bad, sane or mad, the hero, or the antihero. \nYou will have to make your own path to the glory, but you are weak, you wake up with only a few powers, and can be easily killed fighting with some humans, but you have slaves, you have MINIONS! The minions will help you, they will die for you, fight for you, and even suicide to make you stronger, not because you create them with poor souls you have taken in your way, because they know you will be the most powerful OVERLORD. \nThis amazing adventure wait for you!",
        "total_rating": 74.88303202826555,
        "category": 0,
        "time_to_beat": {
            "completely": 64800
        },
        "game_modes": [
            1,
            2
        ],
        "themes": [
            1,
            17,
            18,
            27
        ],
        "genres": [
            12,
            15,
            25,
            31
        ],
        "first_release_date": 1182816000000,
        "platforms": [
            6,
            9,
            12
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/w1ratqzwmuej0us8d9lz.jpg",
            "cloudinary_id": "w1ratqzwmuej0us8d9lz",
            "width": 400,
            "height": 569
        },
        "esrb": {
            "rating": 5
        }
    },
    {
        "id": 45,
        "name": "Overlord: Raising Hell",
        "summary": "Overlord just got an massive DLC, Raising hell, enter in this underground world full of fire and skeletons, dark magic and exploding sheeps, here you will discover how evil an everlord can get. Using the power of all the minions you have, you will explore hell as never before, getting new loot and gear! THE HELL WILL RISE!",
        "total_rating": 69.92275400959865,
        "category": 0,
        "time_to_beat": {
            "completely": 7200
        },
        "game_modes": [
            1,
            2
        ],
        "themes": [
            1,
            17
        ],
        "genres": [
            12,
            15,
            25
        ],
        "first_release_date": 1203033600000,
        "platforms": [
            6,
            9,
            12
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/zlaxscdqr5of46oispfc.jpg",
            "cloudinary_id": "zlaxscdqr5of46oispfc",
            "width": 304,
            "height": 428
        },
        "esrb": {
            "rating": 5
        }
    },
    {
        "id": 46,
        "name": "Overlord II",
        "summary": "Overlord II, sequel to the critically acclaimed cult hit, sees the return of the chaotic Minions and their new Dark Master. Bigger, badder and more beautifully destructive, Overlord 2 has a Glorious Empire to smash, a massive Netherworld to revive, Minion mounts to mobilize, a trio of mistresses to woo, War Machines to crush opposition and lots of cute creatures to, err... murder (and a mini-map)",
        "total_rating": 76.91393347060155,
        "category": 0,
        "game_modes": [
            1,
            2
        ],
        "themes": [
            1,
            17,
            27
        ],
        "genres": [
            12,
            15,
            25,
            31
        ],
        "first_release_date": 1245715200000,
        "platforms": [
            6,
            9,
            12
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/hmeeil9hag6wkborzhlf.jpg",
            "cloudinary_id": "hmeeil9hag6wkborzhlf",
            "width": 500,
            "height": 717
        },
        "esrb": {
            "synopsis": "Players use swords, axes and hammers to attack human soldiers and fantasy creatures in this action role-playing game. Combat involves \"melee-style\" attacks where characters' axe swipes and sword strikes occur at close-range, are frenetic, and are met with cries of pain. Players can also command several \"tag-along\" gremlin-like minions to attack enemies (e.g., carnivorous pandas, giant spiders, elves, Roman soldiers, etc.), break objects, and open pathways that allow the Overlord to progress. During one sequence, players use a lightning-strike attack to either kill villagers or subdue them. Players' Minions can also be led to consume liquids (a strong implication of alcohol), causing them to belch, urinate, or vomit on the ground. There is also a sequence in which players need to \"fool the drunken villager.\" The game contains some suggestive material: There are depictions of fairy creatures with flowers that barely cover their exaggerated-sized breasts; reward cut-scenes strongly imply that the central character has sex with his mistress (e.g., the camera shakes; pleasurable moaning sounds); and dialogue contains suggestive content and innuendo (e.g.,\"They said I slept with the Senators daughter… I never! … I slept with his wife!\" and \"Prepare yourself for a very mmmmm spiritual experience\").",
            "rating": 5
        }
    },
    {
        "id": 47,
        "name": "Overlord: Dark Legend",
        "summary": "Overlord: Dark Legend is a 2009 action role-playing game developed by Climax Studios and published by Codemasters for the Wii. The game was released on 23 June 2009 in North America, 26 June in Europe, and 2 July in Australia.[1][2] \n \nDark Legend is a spinoff of the 2007 video game Overlord, and is set as a prequel. The gameplay is similar to Overlord, but presents some differences. While the game does not have several features of the original game or its sequel, Overlord II, it offers some new content and a new gameplay style taking advantage of the Wii controller. \n \nReviews of the game are mixed: praising the humour, story, and controls of the game, but finding problems with the animation, short game length, and lack of complexity or difficulty.",
        "total_rating": 60,
        "category": 0,
        "game_modes": [
            1
        ],
        "themes": [
            1,
            17
        ],
        "genres": [
            25,
            31
        ],
        "first_release_date": 1245715200000,
        "platforms": [
            5
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/wp6zqo26hmbi2midtm1n.jpg",
            "cloudinary_id": "wp6zqo26hmbi2midtm1n",
            "width": 400,
            "height": 570
        },
        "esrb": {
            "synopsis": "Players use swords, axes and hammers to attack fantasy creatures in this action role-playing game. Combat usually involves \"melee-style\" attacks where characters' axe swipes and sword strikes occur at close-range, are frenetic, and are met with cries of pain. Players can also command several \"tag-along\" gremlin-like minions to attack enemies (e.g., half-lings, gingerbread doughboys, and fairies), break objects, and open pathways that allow the Overlord to progress. During the course of the game, players can vigorously shake their minions, which causes them to explode in a burst of light. One side-quest mission involves delivering a drunk man home to his angry wife.",
            "rating": 5
        }
    },
    {
        "id": 48,
        "name": "Overlord: Minions",
        "summary": "Meet Giblet, Blaze, Stench, and Zap - an elite Minion crew who, assisted by minion master Gnarl, get star billing in Overlord Minions, an irresistible and accessible puzzle action game, designed exclusively for Nintendo DS. In Overlord Minions, the Overlord commands the Minion team remotely. The Nintendo DS stylus becomes an extension of his evil will and every precise Touch Screen command is the player-as-Overlord directing, commanding and combining minions in battle, pointing and sweeping them to attack enemies and solving puzzles to execute his dastardly plans. Controlling the Special Farces team of four, players negotiate fiendish levels and take on a huge range of warped enemies to hunt down the Kindred, a cult dedicated to resurrecting the mighty Dragon Kin, a race of humanoid dragon hybrids, determined to replace the Overlord's despotism with their own. Extending the Overlord series' trademark humour, gameplay focuses on the mischievous physical comedy of the minion's antics and is delivered in a stylised cartoon visual style.",
        "total_rating": 60,
        "category": 0,
        "game_modes": [
            1
        ],
        "themes": [
            1,
            17
        ],
        "genres": [
            9,
            25
        ],
        "first_release_date": 1245715200000,
        "platforms": [
            20
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/umtxvynvbaz6ipltmyfi.jpg",
            "cloudinary_id": "umtxvynvbaz6ipltmyfi",
            "width": 640,
            "height": 576
        },
        "esrb": {
            "synopsis": "This is a puzzle/action game in which players guide four tiny gremlin-like creatures called minions through maze-like dungeons. Presented from an overhead perspective, the game allows players to use the different minion abilities to solve environmental puzzles and engage in battles with fantastical creatures (e.g., gnomes, trolls, and giant spider). Minions can use hand swipes, sticks, and throw fireballs to defeat creatures that usually cry out when hit. A certain minion can strategically emit a long trail of green, puffy gas in order to progress through the game. The green gas is accompanied by flatulence sound effects.",
            "rating": 4
        }
    },
    {
        "id": 49,
        "name": "Syndicate",
        "summary": "The aim of the game is to spread the dark stain of your syndicates colour across the entire surface of the globe. The world map is divided into various territories. From your home base in europe you invade adjacent territories and, through the violent subterfuge of your agents, wrestle them from rival syndicates. Having done so, raise taxes on the locals to increase your profits and punish them for serving the wrong syndicate. \n \nBut raising taxes can make you very unpopular.and furious natives leading popular rebellions can eat into syndicate profits. So keep an eye on foreign interests and pick off troublemakers with your teams of agents. And while you're busy expanding your syndicates empire abroad, rival agents are working in your own back yard to de-stabilise your syndicate. Ensure agents are briefed to weed out traitors whose actions might bring about your downfall. \n \nBy meeting all challenges, destroying all targets and gaining control of all the territories, your syndicate triumphs.",
        "total_rating": 75.3961722627628,
        "category": 0,
        "game_modes": [
            1
        ],
        "themes": [
            1,
            18
        ],
        "genres": [
            15,
            24
        ],
        "first_release_date": 739324800000,
        "platforms": [
            114,
            29,
            38,
            118,
            13,
            78,
            19,
            62,
            50,
            14,
            16
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/tb0fyrc9amqw0ckgojgi.jpg",
            "cloudinary_id": "tb0fyrc9amqw0ckgojgi",
            "width": 400,
            "height": 509
        },
        "esrb": {
            "rating": 5
        }
    },
    {
        "id": 50,
        "name": "Syndicate: American Revolt",
        "summary": "American Revolt is an add-on pack to Syndicate. It requires the original game and includes 3 new weapons, 21 new single player missions, and 10 multiplayer missions.",
        "total_rating": 89.8956596443692,
        "category": 0,
        "game_modes": [
            1,
            2
        ],
        "themes": [
            1
        ],
        "genres": [
            15,
            24
        ],
        "first_release_date": 725846400000,
        "platforms": [
            13,
            16
        ],
        "cover": {
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/jayzfqnv9acfsezgkknz.jpg",
            "cloudinary_id": "jayzfqnv9acfsezgkknz",
            "width": 400,
            "height": 522
        }
    }
]
